adduser
aircrack-ng
amd64-microcode
apt
apt-listchanges
apt-transport-https
apt-utils
automake
base-files
base-passwd
bash
bash-completion
bind9-dnsutils
bind9-host
bsdutils
btop
build-essential
busybox
bzip2
ca-certificates
chromium
clang
clang-format
code
console-setup
coreutils
cpio
cron
cron-daemon-common
curl
dash
dbus
debconf
debconf-i18n
debhelper
debian-archive-keyring
debian-faq
debianutils
dhcpcd-base
diffutils
dirb
discord
dmidecode
doc-debian
dpkg
e2fsprogs
eject
fakeroot
fdisk
feh
file
findutils
firefox
fontconfig
fonts-font-awesome
fonts-material-design-icons-iconfont
gcc-14-base
gdb
gettext-base
git
gnupg
gpg
grep
groff-base
grub-common
grub-customizer
grub-pc
gucharmap
gzip
hashcat
hostname
i3-wm
ifupdown
inetutils-telnet
init
init-system-helpers
initramfs-tools
installation-report
iproute2
iputils-ping
john
keyboard-configuration
kitty
kmod
krb5-locales
laptop-detect
less
libacl1
libapparmor1
libapt-pkg7.0
libasound2-dev
libattr1
libaudit-common
libaudit1
libblkid1
libbpf1
libbsd0
libbz2-1.0
libc-bin
libc6
libcap-ng0
libcap2
libcap2-bin
libcom-err2
libcrypt1
libdb5.3t64
libdebconfclient0
libedit2
libelf1t64
libext2fs2t64
libfdisk1
libgcc-s1
libgl1-mesa-dev
libglu1-mesa-dev
libgmp10
libgssapi-krb5-2
libgtk-3-dev
libgtk2.0-common
libhogweed6t64
libicu-dev
libidn2-0
libjansson4
libjson-c-dev
libk5crypto3
libkeyutils1
libkmod2
libkrb5-3
libkrb5support0
liblastlog2-2
liblightdm-gobject-dev
liblocale-gettext-perl
liblockfile-bin
liblz4-1
liblzma5
libmd0
libmnl0
libmount1
libncursesw6
libnet-tftp-perl
libnettle8t64
libnewt0.52
libnftables1
libnftnl11
libnotify4
libnss-systemd
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpam0g
libpcre2-8-0
libpopt0
libproc2-0
libreadline8t64
libseccomp2
libselinux1
libsemanage-common
libsemanage2
libsepol2
libslang2
libsmartcols1
libsqlite3-0
libss2
libssl3t64
libstdc++6
libsystemd-shared
libsystemd0
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo6
libtirpc-common
libtirpc3t64
libudev1
libunistring5
libuuid1
libwayland-dev
libwebsockets-dev
libwww-perl
libx11-dev
libxcursor-dev
libxext-dev
libxi-dev
libxinerama-dev
libxkbcommon-dev
libxrandr-dev
libxtables12
libxxhash0
libzstd1
lightdm
lightdm-mini-greeter
linux-image-amd64
linux-sysctl-defaults
locales
login
login.defs
logrotate
logsave
lsof
man-db
manpages
mawk
media-types
mesa-utils
metasploit-framework
mono-devel
mount
nano
ncurses-base
ncurses-bin
ncurses-term
netbase
netcat-traditional
nftables
nmap
nodejs
numlockx
open-vm-tools
open-vm-tools-desktop
openssh-client
openssl-provider-legacy
os-prober
pass
passwd
pciutils
perl
perl-base
php
pkexec
pkg-config
plymouth
plymouth-themes
polybar
procps
python3
python3-pip
python3-setuptools
readline-common
reportbug
rofi
sed
sensible-utils
sqv
stress
suckless-tools
sudo
sysbench
systemd
systemd-sysv
systemd-timesyncd
sysvinit-utils
tar
task-english
tasksel
traceroute
tshark
tuned
tzdata
ucf
udev
unzip
usbutils
util-linux
util-linux-extra
vim-common
vim-tiny
wamerican
wget
whiptail
wireshark
wtmpdb
xserver-xephyr
xz-utils
zip
zlib1g
zsh
zstd
